{'name': '李信', 'bigname': '谋世之战', 'shengcun': '60', 'gongji': '60', 'jinengxiaoguo': '60', 'shangshou': '50', 'bgpic': '//game.gtimg.cn/images/yxzj/img201606/skin/hero-info/507/507-bigskin-1.jpg', 'jineng': {'name': ['灰暗利刃', '急速突进', '强力斩击', '力量觉醒・光', '力量觉醒・暗'], 'lengque': ['冷却值：0', '冷却值：8/7/6/5/4/3', '冷却值：5', '冷却值：30', '冷却值：30'], 'xiaohao': ['消耗：0', '消耗：0', '消耗：0', '消耗：0', '消耗：0'], 'dec': ['被动：李信逐渐解放力量，普攻与2技能命中英雄能够获得额外5点经验值；狂暴利刃：李信普通攻击会造成两段伤害，第一段造成70%物理加成点物理伤害，第二段造成90～230点物理伤害（随人物等级成长），李信在该形态下会增加30点移速；辉耀利刃：李信释放技能后的下一次普通攻击距离提升并额外造成50%伤害，同时李信的强化普攻或者技能命中敌人将会减少所有技能1秒冷却时间', '李信向指定方向进行突进；无畏冲锋：李信积蓄力量，解除减速效果，免疫控制并增加150点移动速度和每0.5秒40点生命回复，如果李信蓄力超过1秒，在蓄力结束时会提升30%攻击速度持续3秒，同时蓄力增加的移动速度也不会直接结束而是在3秒内缓慢结束。李信每次普攻命中敌人都可以减少一技能1秒的冷却时间；希望之跃：李信积蓄力量，结束后向指定方向突进并造成150/180/210/240/270/300（+50%物理加成）～450/540/630/720/810/900（+150%物理加成）点物理伤害并会附加目标已损生命值12%的物理伤害。蓄力1秒后伤害达到上限，蓄力打断返还40%的冷却时间，李信在技能蓄力的过程中免疫控制效果并减少20%所受到的伤害，免疫控制效果会延续到技能释放阶段', '李信向指定方向斩出剑气，对路径上敌人造成250/300/350/400/450/500（+100%物理加成）物理伤害和减速持续2秒；残暴撕裂：李信向指定方向斩出剑气，对路径上的敌人造成280/330/380/420/480/530（+80%物理加成）点物理伤害和50%减速持续2秒，被剑气命中的敌人还会被撕裂，使得李信的普通攻击会对其造成额外90/108/126/144/162/180点物理伤害，当剑气命中敌方英雄时，李信该形态下的普通攻击还可以回复25/30/35/40/45/50点生命值；讯烈之华：李信持续向指定方向斩出剑气，对路径上敌人造成150/170/190/210/230/250（+150%物理加成）点物理伤害，如果剑气命中敌人，则李信回复20%物理加成点生命值', '李信学习大招的瞬间解放魔道家族的力量，改变战斗形态至统御；暗影爆发：李信释放力量，短暂延迟后以释放点为中心对范围内敌人造成600/900/1200（+120%物理加成）点物理伤害和0.75秒击飞；光翼连斩：李信积蓄力量，结束后向指定方向斩出三道剑气，对路径上敌人造成150/200/250（+75%物理加成）～450/600/750（+225%物理加成）点物理伤害，当多道剑气命中同个目标时，从第二道剑气开始将只造成50%的伤害；蓄力1秒后伤害达到上限，蓄力打断会返还40%的冷却时间，李信在技能蓄力的过程中免疫控制效果并减少20%所受到的伤害，免疫控制效果会延续到技能释放阶段', '李信学习大招的瞬间解放黑暗复仇的力量，改变战斗形态至狂暴；力量掌控：李信压制身体内狂暴的力量，转化为统御形态，变身过程无法被控制技能打断；力量解放：李信解放身体内狂暴的力量，转化为狂暴形态，变身过程无法被控制技能打断'], 'tip': ['4级前凭借被动能够迅速累积经验提前到达4级/两段伤害均可触发末世被动，所以狂暴形态下与李信特别契合/通过强化普攻快速刷新技能冷却时间，能够保证李信拥有持续输出能力', '4级前李信较为弱势，不要轻易的将位移技能用于进攻/能够贴住敌人后，利用普攻减少1技能冷却用于撤退或追击/蓄力结束时，可以配合闪现增加距离', '4级前可用于攻击英雄赚取额外经验值/凭借被动的回复能力，让李信在面对伤害和爆发能力不够高的敌人时，会拥有优势/持续释放时，会一直向前移动，需要注意自身位置是否还处于安全地带', '4级学习大招时,会直接转变形态，注意自身位置/配合无畏冲锋强势入场，在战场中心释放技能会将敌方阵型打乱，为队友制造机会/近身爆发极高，就算刺客突袭提前蓄力释放也会带走对方', '4级学习大招时,会直接转变形态，注意自身位置/释放过程较长，需要在一个相对安全的环境下释放'], 'pic': ['//game.gtimg.cn/images/yxzj/img201606/heroimg/507/50700.png', '//game.gtimg.cn/images/yxzj/img201606/heroimg/507/50710.png', '//game.gtimg.cn/images/yxzj/img201606/heroimg/507/50720.png', '//game.gtimg.cn/images/yxzj/img201606/heroimg/507/50730.png']}, 'equip': {'data': ['1137|1422|1138|1127|1131|1337', '1137|1421|1126|1333|1334|1138'], 'tip': ['Tips：战士出门装，破军价格较高，如果发育不顺，可以优先出其他装备最后在补充破军；全输出装配，搭配和名刀和贤者，此时只要紧紧抱团进行战斗可以发挥出李信强大的范围伤害制造能力', 'Tips：战士出门装，末世提供的被动被李信的二段伤害放大，此时突袭造成的威胁较大，需要积极游走打出优势；半肉出装的李信是团战的多面手，即可游弋在四周封堵敌方退路，威胁后排，并在团战后期开启收割节奏。']}}